{
    "https://www.bbc.com/news/world-europe-61114843": {
        "headline": "Russian warship: Moskva sinks in Black Sea",
        "author": [],
        "article": "A Russian warship that was damaged by an explosion on Wednesday has sunk, Russia's defence ministry has said. Moskva, the flagship of Russia's Black Sea Fleet, was being towed to port when \"stormy seas\" caused it to sink, according to a ministry message. The 510-crew missile cruiser was a symbol of Russia's military power, leading its naval assault on Ukraine. Kyiv says its missiles hit the warship. The United States says it also believes it was hit by Ukrainian missiles. Moscow has not reported any attack - it says the vessel sank after a fire. The blaze caused the explosion of the warship's ammunition, Russia says, adding that the entire crew were later evacuated to nearby Russian vessels in the Black Sea.  After saying initially the warship was afloat, late on Thursday the Russian defence ministry announced that the Moskva had been lost. The 12,490-tonne vessel is the biggest Russian warship to be sunk in action since World War Two.  \"While being towed... towards the destined port, the vessel lost its balance due to damage sustained in the hull as fire broke out after ammunition exploded. Given the choppy seas, the vessel sank,\" the Russian defence ministry said. Ukraine has said the captain of the warship was killed on board. Anton Gerashchenko, an adviser to Ukraine's ministry of internal affairs, shared the claim on Telegram, saying that the ship's captain, Anton Kuprin, had died during an \"explosion and fire on board\". The BBC has not been able to verify this claim.  Ukrainian military officials said they struck the Moskva with Ukrainian-made Neptune missiles - a weapon designed after Russia's annexation of Crimea in 2014, and the naval threat to Ukraine in the Black Sea grew. The US now also believes the Moskva was hit by two of these missiles, a senior official said on Friday. Speaking on condition of anonymity, the official told the Reuters news agency that the US believes there were Russian casualties, though numbers are unclear. A senior Ukrainian official said as many as 510 crew could have been on board the Moskva. On the first day of Russia's invasion of Ukraine on 24 February, the Moskva gained notoriety after calling on a small garrison of Ukrainian border troops defending Snake Island in the Black Sea to surrender - to which they memorably radioed an expletive-laden message of refusal.  Originally built in the Soviet-era, the Moskva entered service in the early 1980s. The vessel was actually laid down in Ukraine's southern city of Mykolaiv, which has been heavily bombed by Russia in recent days. By Jenny Hill, BBC News, Moscow This is a significant and humiliating loss for Vladimir Putin, who has repeatedly insisted that his \"special military operation\" in Ukraine is going according to plan.  Unsurprisingly, perhaps, Russian state media are not dwelling on the loss of the pride of the Black Sea fleet.  Morning TV bulletins limited themselves to briefly reporting the statement issued by the authorities, who claim the ship sank in stormy seas after fire and explosions on board caused significant damage to its hull.  Some newspaper commentators appeared to support that, arguing that the fire extinguishing systems on board the forty-year-old warship were out of date and inefficient but several writers agree that the development won't change the course of war. It is however a blow to national pride; the Moskva, once a symbol of Russian might and ambition, now lies at the bottom of the sea.  While one TV talk show host didn't speculate on Ukraine's claims that it had struck the ship, a clearly emotional studio guest - film director and ex-MP Vladimir Bortko - said the fate of the Moskva was grounds for war.  \"It's more about psychological damage than material damage,\" Mykola Bielieskov from Ukraine's National Institute for Strategic Studies told the BBC. \"It won't remove Russia's naval blockade on Ukraine completely,\" he said. \"But it's a powerful symbol that we can employ sophisticated weaponry effectively.\" But Mr Bielieskov, who advises the Ukrainian government on military strategy, did predict that \"Russian ships will now be forced to move further from the Ukrainian shore, where they can no longer feel secure.\" The Moskva didn't itself fire missiles at Ukrainian land targets, but military experts told the BBC that it offered crucial support to other vessels that did.  The remaining vessels in Russia's Black Sea fleet will now be more vulnerable to aerial attacks - although it's not clear that Ukraine's depleted forces have the resources to take advantage of this. \"The Moskva was the only ship in the fleet which had long-range air defences on board,\" said Sidharth Kaushal, a sea power expert at the Royal United Services Institute.  \"While smaller vessels were conducting bombardments of Ukrainian cities, the Moskva was providing them with wide-area air cover.\" The guided missile cruiser was previously deployed by Moscow in the Syria conflict where it supplied Russian forces in the country with naval protection. It is the second major vessel Russia has lost since the start of its invasion.  Admiral Lord West, former First Sea Lord and Chief of the Naval Staff, said that as well as being a military blow the vessel's loss was \"very embarrassing\". \"This has a huge impact,\" Lord West said, speaking to BBC Radio 4's PM before confirmation that the Moskva had sunk.  \"Putin loves the navy. When he came into power, the first bit of the old Soviet forces that he put effort into was the navy. He's always had a soft spot for it.\" Sunken Russian warship: What we know Ukraine's battle for justice over alleged Russian war crimes US accuses Putin of genocide but France reluctant Russia offers Mariupol defenders a surrender window Crew of sunken warship 'shown for first time' Trucks stuck for miles to meet deadline to leave EU No quick return to normal for scarred Bucha Could rethink of US police traffic stops save lives? 'My face was stolen by Ukraine war scammers' Video'My face was stolen by Ukraine war scammers' Why was this freed Chibok girl treated differently? 'We're making wine in Norway as climate changes' 'Prayer is the greatest freedom of all' Inside the stunning 'new Athens' of Central Europe Chernihiv volunteer: The silence is scary. VideoChernihiv volunteer: The silence is scary The multi-million-pound homes of sanctioned oligarchs One family, 50 years of scandala| The rise and fall of media mogul Robert Maxwell Can chocolate really be healthy? The secret benefits of eating one of our favourite treats Who is the best Premier League set piece taker? Gary Lineker, Alan Shearer and Micah Richards debate A(c) 2022 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "date_publish": "2022-04-15 17:24:47",
        "publication": "BBC News",
        "description": "The warship sank while being towed a day after Ukraine claimed to have hit it with a missile.",
        "keyword": [
            "old",
            "loves",
            "sinks",
            "spot",
            "sea",
            "soviet",
            "soft",
            "black",
            "power",
            "warship",
            "russian",
            "putin",
            "forces",
            "hes",
            "navy",
            "moskva"
        ],
        "category": "Europe"
    },
    "https://www.rt.com/russia/553902-flagship-sank/": {
        "headline": "Russian flagship sinks - military",
        "author": [
            "Russia Today"
        ],
        "article": "The Russian missile cruiser Moskva, the flagship of the Black Sea Fleet, sank while being towed into port amid poor sea conditions, the Defense Ministry, in Moscow, said on Thursday. According to the Russian military, the warship's hull had been damaged by an ammunition explosion, itself caused by a fire on board, on Wednesday.  However, Ukrainian officials claimed their forces had struck the vessel with anti-ship missiles. The Pentagon said it could not confirm the claim. A US drone circled above the cruiser on Thursday, monitoring its progress towards Sevastopol. \"While being towed to the port destination, due to hull damage caused by ammunition detonation sparked by fire, the cruiser Moskva lost stability. In the stormy sea conditions, the ship sank,\" the Russian Defense Ministry said on Thursday evening. The Moskva was reportedly around 90 kilometers south of Odessa on Wednesday when a fire broke out on board. This caused the unspecified ammunition stores to explode, damaging the hull, according to the Russian military. The crew was evacuated by nearby Black Sea Fleet ships, and tugs were dispatched to tow the Moskva to Crimea for repairs. As of Thursday morning, Moscow was saying that explosions on board had stopped and the fire had been extinguished, and that the cruiser was on its way to port for repairs. It was not mentioned again during the regular briefing on military operations in Ukraine later in the day. Last month, Ukraine claimed to have sunk the Russian patrol vessel Vasily Bykov. However, it showed up in Sevastopol unharmed a few days later. Commissioned in 1983 under the name Slava (Glory), the cruiser was equipped with 16 anti-ship missiles, heavy air defenses, as well as torpedoes and heavy guns. Russia attacked the neighboring state in late February, following Ukraine's failure to implement the terms of the Minsk agreements, signed in 2014, and Moscow's eventual recognition of the Donbass republics of Donetsk and Lugansk. The German and French brokered Minsk Protocol was designed to give the breakaway regions special status within the Ukrainian state. The Kremlin has since demanded that Ukraine officially declare itself a neutral country that will never join the US-led NATO military bloc. Kiev insists the Russian offensive was completely unprovoked and has denied claims it was planning to retake the two republics by force. RT News App (c) Autonomous Nonprofit Organization \"TV-Novosti\", 2005-2022. All rights reserved. This website uses cookies. Read RT Privacy policy to find out more.",
        "date_publish": "2022-04-14 19:59:00",
        "publication": "RT International",
        "description": "The damaged Russian missile cruiser Moskva sank in the stormy waters of the Black Sea as it was being towed to port for repairs",
        "keyword": [
            "towed",
            "hull",
            "sinks",
            "flagship",
            "sea",
            "cruiser",
            "ukraine",
            "russian",
            "ministry",
            "port",
            "moskva",
            "military"
        ],
        "category": "Russia & Former Soviet Union"
    }
}