{
    "https://www.nytimes.com/2022/04/15/us/politics/russia-moskva-ship-sunk-ukraine.html": {
        "headline": "Prized Russian Ship Was Hit by Missiles, U.S. Officials Say",
        "author": [
            "Julian E. Barnes",
            "James Glanz"
        ],
        "article": "The Moskva was itself designed as a ship killer. Construction of the ship, originally known as the Slava, began in 1976, and the vessel went into service in 1983. Built by the Soviet Union to sink American carriers, it was armed with missiles capable of striking planes, ships and submarines. Upgraded many times over the years, the Moskva should have had defenses to shoot down the Ukrainian missiles. The ship was armed with a medium-range surface-to-air system that was thought to be effective within seven miles, and it also had other missiles designed to take out threats 50 miles away. In theory, its guns could have shot down a Neptune missile as well. But none of those defenses worked. \"Warfare is a brutal thing,\" said retired Adm. Gary Roughead, a former chief of naval operations. \"You have to make the investments to defeat the kinds of weapons that people are going to throw at you.\" Anti-ship weapons are not hard to build or field. Hezbollah struck an Israeli warship in the Lebanon war in 2006. Houthi rebels in Yemen fired multiple anti-ship missiles at a U.S. Navy destroyer in two separate attacks in 2016, which drew retaliatory Tomahawk cruise missile attacks in response. While the U.S. Navy has invested in antimissile technology for decades, American war planners have said that Chinas missiles would pose a real threat in a conflict. While symbolically painful for Russia, the loss of the Moskva also has practical effects on the ongoing war. Missiles that would have been fired at Ukraine are now at the bottom of the Black Sea, a blow to Russias war plans. The Moskva would have played a primary role in any potential amphibious assault on the Ukrainian coastal city of Odesa. While other landing ships would have been used to bring Russian naval infantry to the coastline, the Moskva would have protected those ships and launched missile strikes on the city. Now, Admiral Cox said, any amphibious assault on Ukraine will be much more dangerous for Russia, with its landing and amphibious ships much more vulnerable to attacks.",
        "date_publish": "2022-04-15 23:33:57",
        "publication": null,
        "description": "The sinking of the Moskva was a major blow to the Russian fleet and the most significant combat loss for any navy in decades.",
        "keyword": [
            "missiles",
            "officials",
            "prized",
            "missile",
            "amphibious",
            "weapons",
            "russian",
            "attacks",
            "ukrainian",
            "war",
            "ships",
            "say",
            "moskva",
            "ship",
            "hit"
        ],
        "category": "U.S."
    },
    "https://www.cnn.com/2022/04/16/us/dolphin-dies-on-texas-beach-trnd/index.html": {
        "headline": "Stranded dolphin dies on Texas beach after people tried to swim with and ride it, group says",
        "author": [
            "Rebekah Riess"
        ],
        "article": "(CNN) A sick dolphin stranded on a Texas beach died after beachgoers reportedly tried to push it back into the water so they could swim with it and ride on top of it, the non-profit Texas Marine Mammal Stranding Network says. \"She was ultimately stranded and was further harassed by a crowd of people on the beach where she later died before rescuers could arrive on scene,\" the network wrote in a post on Facebook. Quintana Beach County Park officials said the animal became stranded on the shore south of Houston on Sunday evening. According to Brazoria County, park staff were called to keep the public away from the dolphin, but it died before rescuers could arrive from Galveston. Read More",
        "date_publish": "2022-04-16 14:18:57",
        "publication": "CNN",
        "description": "A sick dolphin stranded on a Texas beach died after beachgoers reportedly tried to push it back into the water so they could swim with it and ride on top of it, the non-profit Texas Marine Mammal Stranding Network says.",
        "keyword": [
            "dies",
            "swim",
            "dolphin",
            "group",
            "rescuers",
            "ride",
            "texas",
            "park",
            "arrive",
            "beach",
            "died",
            "stranded",
            "county",
            "tried",
            "network"
        ],
        "category": "us"
    }
}